[
	{
		"id": 1,
		"title": "Genetic targeting in non-conventional yeast using an rna-guided endonuclease.",
		"topic": "Biomedicine",
		"source_type": "patent abstract",
		"dataset_source": "Google Patents",
		"doc_source": "https://patents.google.com/patent/EP3686278",
		"text": "Genetic targeting in non-conventional yeast using an rna-guided endonuclease. \n\nNon-conventional yeasts are disclosed herein comprising at least one RNA-guided endonuclease (RGEN) comprising at least one RNA component that does not have a 5'-cap. This uncapped RNA component comprises a sequence complementary to a target site sequence in a chromosome or episome in the yeast. The RGEN can bind to, and optionally cleave, one or both DNA strands at the target site sequence. An example of an RGEN herein is a complex of a Cas9 protein with a guide RNA. A ribozyme is used in certain embodiments to provide an RNA component lacking a 5'-cap. Further disclosed are methods of genetic targeting in non-conventional yeast."
	},
	{
		"id": 2,
		"title": "Method and primers for detection of miRNA and application thereof.",
		"topic": "Biomedicine",
		"source_type": "patent abstract",
		"dataset_source": "Google Patents",
		"doc_source": "https://patents.google.com/patent/EP2700719",
		"text": "Method and primers for detection of miRNA and application thereof. \n\nA method and primer for quantitative assay of microRNAs (miRNAs) and application of the same are provided. In this method, miRNAs are subjected to polyadenylation and subsequent reverse transcription with miRNA-specific S-Oligo(dT) RT primers. The miRNA is then assayed in a real-time PCR quantitative assay using a miRNA-specific forward primer, a universal reverse primer and a universal probe. The methods in the present invention have improved sensitivity, specificity, and efficiency in miRNA quantification assay, providing a simple, high-throughput, and cost-effective tool applicable for the early diagnosis and prognosis of many severe diseases such as malignancy."
	},
	{
		"id": 3,
		"title": "Improved method of RNA display.",
		"topic": "Biomedicine",
		"source_type": "patent abstract",
		"dataset_source": "Google Patents",
		"doc_source": "https://patents.google.com/patent/EP2342562",
		"text": "Improved method of RNA display. \n\nThe present invention features improved methods of in vitro RNA display to allow reliable expression and selection of scFv antibody molecules from expression libraries. The improved methods, in part, involve the use of mildly reducing conditions, which favor of scFv intra-chain disulphide bond and thus correct folding of the scFv antibody molecules. Although particularly suited to expression and selection of scFv antibody molecules, the methods of the invention are also expedient for in vitro RNA display of all classes of protein."
	},
	{
		"id": 4,
		"title": "Method for production of cDNA library having reduced content of cDNA clone derived from highly expressed gene.",
		"topic": "Biomedicine",
		"source_type": "patent abstract",
		"dataset_source": "Google Patents",
		"doc_source": "https://patents.google.com/patent/EP2322612",
		"text": "Method for production of cDNA library having reduced content of cDNA clone derived from highly expressed gene. \n\nA method for efficiently constructing a cDNA library having a reduced content of cDNA clones derived from a highly expressed gene is provided. According to the method for constructing a cDNA library using a double-stranded DNA primer having oligo dT and mRNA as a template, the proportion of cDNA clones derived from a highly expressed gene in a cDNA library was decreased through coexistence with a probe having a property of binding to the mRNA of the highly expressed target gene so as to inhibit a cDNA extension reaction resulting from reverse transcriptase."
	},
	{
		"id": 5,
		"title": "Method of obtaining gene tag.",
		"topic": "Biomedicine",
		"source_type": "patent abstract",
		"dataset_source": "Google Patents",
		"doc_source": "https://patents.google.com/patent/EP1698694",
		"text": "Method of obtaining gene tag. \n\nThe present invention provides methods for providing as tags the nucleotide sequences at the 5' end of mRNA. The method of the present invention comprises the step of synthesizing cDNA using, as a template, mRNA whose CAP structure is linked with a IIs linker having a type IIs endonuclease recognition sequence. Tags including the nucleotide sequence from the 5' end of mRNA are generated by reacting the type IIs endonuclease to cDNA. Tags can be generated from all mRNA, independently of their nucleotide sequences. Methods for identifying transcriptional start sites and primers for full-length cDNA synthesis are provided based on the nucleotide sequence information of tags of the present invention."
	},
	{
		"id": 6,
		"title": "Isolation of full-length cDNA clones and capped mRNA.",
		"topic": "Biomedicine",
		"source_type": "patent abstract",
		"dataset_source": "Google Patents",
		"doc_source": "https://patents.google.com/patent/EP0373914",
		"text": "Isolation of full-length cDNA clones and capped mRNA. \n\nA protein comprising at least a first functional site having the ability to bind the cap structure of mRNA and a second functional site having the ability to bind a solid support matrix in such a manner as to allow the first functional site to be immobilized and still remain functionally accessible to interact with the cap structure of mRNA. Also within the scope of the present invention is a method for generating a cDNA library mostly containing full-length cDNAs. The method comprises the incubation of a mixture comprising mRNA:cDNA hybrids with 1) a single strand RNA specific nuclease and 2) the above-mentioned protein. The resulting mixture is then passed through a column comprising a support matrix having the ability to bind the second functional site of the above-mentioned protein in order to selectively bind complete mRNA:cDNA hybrids. The mRNA:cDNA hybrids are then competitively eluted with a cap analog and full-length cDNA strands are separated and recovered. The present invention also includes a method for purifying capped mRNA using the above-mentioned protein. The process comprises the incubation of a mixture containing mRNA with the above-mentioned protein, passing the resulting mixture through a column comprising the support matrix having the ability to bind to the second functional site of the above-mentioned protein in order to selectively bind capped mRNAs, and competitively eluting the capped mRNAs with a cap analog."
	},
	{
		"id": 7,
		"title": "Purification process for biological molecules such as plasmid dna using anionic exchange chromatography.",
		"topic": "Biomedicine",
		"source_type": "patent abstract",
		"dataset_source": "Google Patents",
		"doc_source": "https://patents.google.com/patent/EP3663401",
		"text": "Purification process for biological molecules such as plasmid dna using anionic exchange chromatography. \n\nThe present invention provides new, improved methods for the purification or isolation of a biological molecule of interest, such as plasmid DNA (pDNA) involving an anion exchange (AEX) chromatography step. The method achieves the simple and effective removal of impurities such as RNA, genomic DNA, proteins, cellular fractions, or combinations thereof. The novel methods of the present invention are particularly suitable for large-scale production plants and provide for purified biomolecules (such as pDNA) with excellent quality and good yields, while also allowing for faster processing times and reduced costs."
	},
	{
		"id": 8,
		"title": "AAV compositions, methods of making and methods of use.",
		"topic": "Biomedicine",
		"source_type": "patent abstract",
		"dataset_source": "Google Patents",
		"doc_source": "https://patents.google.com/patent/EP3775234",
		"text": "AAV compositions, methods of making and methods of use. \n\nDisclosed are methods for the purification of a recombinant AAV (rAAV) particle from a mammalian host cell culture. The disclosure further provides a pharmaceutical composition produced by the methods of the disclosure, pharmaceutical compositions and method of using the pharmaceutical compositions described herein for the treatment of disease."
	},
	{
		"id": 9,
		"title": "Therapeutic compositions and methods involving mRNA transfection.",
		"topic": "Biomedicine",
		"source_type": "patent abstract",
		"dataset_source": "Google Patents",
		"doc_source": "https://patents.google.com/patent/EP3501551",
		"text": "Therapeutic compositions and methods involving mRNA transfection. \n\nThis disclosure describes compositions and methods involved in tumor suppression and inhibiting infection of cells by pathogens. Generally, the compositions include an mRNA cargo that can provide a therapeutic benefit after being introduced into an epithelial cell. In some cases, the mRNA can encode a polypeptide. In some cases, the polypeptide can suppress epithelial cell proliferation.In other embodiments, the polypeptide can be involved in innate immunity. In various embodiments, the polypeptide can include cathelicin antimicrobial protein (CAMP), calprotectin, S100A8, S 100A9, a β-defensin, S100A7, secretory leukocyte inhibitor, lipocalin 2, or lysozyme. In some embodiments, the mRNA can include a stabilizing moiety such as, for example, a 5' cap or a 3' extension."
	},
	{
		"id": 10,
		"title": "Recognition-release nanoporous substrate comprising active agents, methods of their preparation and uses.",
		"topic": "Biomedicine",
		"source_type": "patent abstract",
		"dataset_source": "Google Patents",
		"doc_source": "https://patents.google.com/patent/EP2928453",
		"text": "Recognition-release nanoporous substrate comprising active agents, methods of their preparation and uses. \n\nThe present invention relates to controlled release of a substance from a porous substrate (such as mesoporous silica nanoparticles). The particles comprise a guest molecule (e.g. a pharmaceutical agent or a contrast agent) entrapped within the pores of said substrate. The pores are capped by at least one nucleic acid sequence and the agent is released by a triggered reaction of said capping sequence with at least one analyte (biomarker) thereby allowing said capping to be cleaved from said pore. The capping agent can be a DNAzyme that cleaves its substrate and releases the guest molecules upon binding with an analyte. Alternatively the capping agent can be a hairpin oligonucleotide that is digested by a nuclease after hybridization with a complementary nucleic acid analyte. The invention further relates to methods of manufacturing said substrate, uses thereof for the controlled administration of active agents and diagnostic of conditions in a patient."
	},
	{
		"id": 11,
		"title": "Cap-binding domain of human eukaryotic protein synthesis initiation factor eIF-4E and the use thereof.",
		"topic": "Biomedicine",
		"source_type": "patent abstract",
		"dataset_source": "Google Patents",
		"doc_source": "https://patents.google.com/patent/EP0975652",
		"text": "Cap-binding domain of human eukaryotic protein synthesis initiation factor eIF-4E and the use thereof. \n\nBinding of eIF-4E to the 5'm7G cap structure of eukaryotic mRNA signals the initiation of protein synthesis. In the present invention, the binding site cap-binding domain of eIF-4E was identified as the region containing the sequence Trp113 to Arg122. Thus, in a first preferred embodiment the present invention provides a truncated peptide of the cap binding protein consisting essentially of the mRNA cap-binding domain. Specifically, the invention concerns eIF-4E cap binding peptide and its variants. In additional preferred embodiments, the invention provides an isolated nucleic acid molecule which encodes a truncated peptide of the eIF-4E protein consisting essentially of the mRNA cap-binding domain of eIF-4E; a recombinant vector and host cell comprising the above-described nucleic acid molecule; and a recombinant peptide produced thereby. The invention further provides the truncated or recombinant peptides immobilized on a solid support, a resin comprising the truncated or recombinant peptides immobilized on a solid support, methods and kits for isolating a capped mRNA molecule, and methods and kits for producing a full-length cDNA molecule."
	},
	{
		"id": 12,
		"title": "Method for production of cDNA library having reduced content of cDNA clone derived from highly expressed gene.",
		"topic": "Biomedicine",
		"source_type": "patent claim",
		"dataset_source": "Google Patents",
		"doc_source": "https://patents.google.com/patent/EP2322612",
		"text": "A method for constructing a cDNA library having a reduced content of cDNA clones derived from a target gene, comprising the steps of:\n\n(i) annealing a double-stranded DNA primer to an RNA mixture containing mRNA having a cap structure at the 5' end and then further annealing at least one probe that binds to mRNA of the target gene so as to inhibit the reaction of reverse transcriptase;\n\n(ii) synthesizing 1st strand cDNA from the double-stranded DNA primer using reverse transcriptase and thus preparing a conjugate of a mRNA/cDNA heteroduplex and the double-stranded DNA primer; and\n\n(iii) ligating the 3' end to the 5' end of the DNA strand containing the cDNA of the conjugate of the mRNA/cDNA heteroduplex and the double-stranded DNA primer using ligase for circularization."
	},
	{
		"id": 13,
		"title": "Isolation of full-length cDNA clones and capped mRNA.",
		"topic": "Biomedicine",
		"source_type": "patent claim",
		"dataset_source": "Google Patents",
		"doc_source": "https://patents.google.com/patent/EP0373914",
		"text": "A protein comprising at least a first functional site having the ability to bind the cap structure of mRNA and a second functional site having the ability to bind a solid support matrix in such a manner as to allow said first functional site to be immobilized and still remain functionally accessible to interact with the cap structure of mRNA."	
	},
	{
		"id": 14,
		"title": "Multi-targeted priming for genome-wide gene expression assays.",
		"topic": "Biomedicine",
		"source_type": "patent claim",
		"dataset_source": "Google Patents",
		"doc_source": "https://patents.google.com/patent/EP2566982",
		"text": "A method of generating a library of expressed cDNA sequences, comprising the steps of: \n\n (1) providing a listing of one or more mRNA sequences in a genome; \n\n (2) identifying one or more degenerate motifs that bind to a large proportion of said mRNA sequences; \n\n (3) providing one or more multi-targeted primers that are complementary to one or more of said degenerate motifs; and \n\n (4) combining said multi-targeted primers with said mRNA sequences in a reverse transcription assay to generate a library of expressed cDNA sequences."
	},
	{
		"id": 15,
		"title": "Attenuated influenza virus useful as vaccine.",
		"topic": "Biomedicine",
		"source_type": "patent claim",
		"dataset_source": "Google Patents",
		"doc_source": "https://patents.google.com/patent/EP1200563",
		"text": "A negative-sense single stranded RNA vims attenuated by replacement of the poly U track in a genomic nucleic acid by a poly A track which is capable of being copied to provide a poly U tail for mRNA transcribed from the nucleic acid."	
	},
	{
		"id": 16,
		"title": "Methods for treating active eosinophilic esophagitis.",
		"topic": "Biomedicine",
		"source_type": "patent claim",
		"dataset_source": "Google Patents",
		"doc_source": "https://patents.google.com/patent/US11053309",
		"text": "A method of increasing esophageal distensibility in a patient having eosinophilic esophagitis (EoE), the method comprising:\n\n(a) selecting a patient having EoE, who has a baseline of ≥15 eosinophils per high powered field (hpf) in the esophagus, wherein the patient has been treated previously with a proton pump inhibitor (PPI) and has had at least one prior esophageal dilation; and\n\n(b) administering to the patient a therapeutically effective amount of a pharmaceutical composition comprising an interleukin-4/interleukin-13 (IL-4/IL-13) pathway inhibitor, wherein the IL-4/IL-13 pathway inhibitor is an antibody or antigen-binding fragment thereof that binds IL-4Rα, wherein the antibody or antigen-binding fragment thereof comprises the heavy chain complementarity determining regions (HCDRs) of a heavy chain variable region (HCVR) comprising the amino acid sequence of SEQ ID NO: 1 and the light chain complementarity determining regions (LCDRs) of a light chain variable region (LCVR) comprising the amino acid sequence of SEQ ID NO: 2."	
	},
	{
		"id": 17,
		"title": "Immunoglobulin chimeric monomer-dimer hybrids.",
		"topic": "Biomedicine",
		"source_type": "patent claim",
		"dataset_source": "Google Patents",
		"doc_source": "https://patents.google.com/patent/EP2361932B1",
		"text": "A chimeric protein, for use in a method of treatment, with one biologically active molecule and two immunoglobulin constant regions or portions thereof, wherein the chimeric protein comprises a first polypeptide chain and a second polypeptide chain, wherein the first polypeptide chain comprises the biologically active molecule and an immunoglobulin constant region,or a portion thereof, that is an Fc neonatal receptor (FcRn) binding partner and wherein the biologically active molecule is a protein selected from the group consisting of a cytokine, a hormone, and a clotting factor; and wherein the second polypeptide chain consists of an immunoglobulin constant region,or a portion thereof, that is an FcRn binding partner and optionally a molecule with a molecular weight no greater than 2 kD."
	},
	{
		"id": 18,
		"title": "The virus is not of natural origin and did not emerge in Wuhan.",
		"topic": "COVID",
		"source_type": "media",
		"dataset_source": "Healthver",
		"doc_source": "https://en.as.com/en/2020/07/27/latest_news/1595845923_425797.html",
		"text": "The virus is not of natural origin and did not emerge in Wuhan. \n\nLi-Meng Yan, a virologist who fled to the US, has claimed that China deliberately withheld information and that Covid-19 is not a naturally occurring virus. A Chinese virologist who fled the country for the United States has claimed that the government of Xi Jinping has been covering up the truth about the coronavirus pandemic and that she is gathering 'solid evidence' about the real origins of Covid-19. 'The virus did not originate in nature and did not emerge from the market in Wuhan,' Li-Meng Yan, who says she was employed by the Chinese authorities to study the coronavirus alongside the World Health Organization (WHO), said in an interview with Spanish daily El Mundo.\n\nYan made similar claims on Fox News in the US, telling the station that China knew about the existence of the coronavirus before the outbreak in Wuhan was officially announced in December 2019. Conspiracy theories concerning Covid-19 have abounded since a pandemic was declared by the WHO on 11 March. Some believe the coronavirus is linked to 5G technology while others have proposed the theory that it is a lab-based virus and not a naturally occurring disease. Although it has never been officially confirmed, the novel coronavirus is thought to have originated in a so-called 'wet market' in Wuhan, where live animals are available for sale."
	},
	{
		"id": 19,
		"title": "How does COVID-19 spread?",
		"topic": "COVID",
		"source_type": "media",
		"dataset_source": "Healthver",
		"doc_source": "https://covid19.alabama.gov/faqs/coronavirus-information/how-to-minimize-your-risk/how-does-covid-19-spread",
		"text": "How does COVID-19 spread?\n\nCOVID-19 is thought to spread mainly through close contact from person to person, including between people who are physically near each other (within about 6 feet). People who are infected of COVID-19 but do not show symptoms can also spread the virus to others. We are still learning about how the virus spreads and the severity of illness it causes. \n\nCOVID-19 spreads very easily from person to person. How easily coronavirus spreads from person to person can vary. The virus that causes COVID-19 appears to spread more efficiently than influenza but not as efficiently as measles, which is among the most contagious viruses known to affect people.\n\nCOVID-19 most commonly spreads during close contact. People who are physically near (within 6 feet) a person with COVID-19 or have direct contact with that person are at greatest risk of infection. When people with COVID-19 cough, sneeze, sing, talk, or breathe they produce respiratory droplets. These droplets can range in size from larger droplets (some of which are visible) to smaller droplets. Small droplets can also form particles when they dry very quickly in the airstream. Infections occur mainly through exposure to respiratory droplets when a person is in close contact with someone who has COVID-19. Respiratory droplets cause infection when they are inhaled or deposited on mucous membranes, such as those that line the inside of the nose and mouth. As the respiratory droplets travel further from the person with COVID-19, the concentration of these droplets decreases. Larger droplets fall out of the air due to gravity. Smaller droplets and particles spread apart in the air. With passing time, the amount of infectious virus in respiratory droplets also decreases.\n\nCOVID-19 can sometimes be spread by airborne transmission. Some infections can be spread by exposure to virus in small droplets and particles that can linger in the air for minutes to hours. These viruses may be able to infect people who are further than 6 feet away from the person who is infected or after that person has left the space. This kind of spread is referred to as airborne transmission and is an important way that infections like tuberculosis, measles, and chicken pox are spread. There is evidence that under certain conditions, people with COVID-19 seem to have infected others who were more than 6 feet away. These transmissions occurred within enclosed spaces that had inadequate ventilation."
	},
	{
		"id": 20,
		"title": "People with Diabetes May Have Higher Risk for COVID-19: Here's What to Do.",
		"topic": "COVID",
		"source_type": "media",
		"dataset_source": "Healthver",
		"doc_source": "https://www.healthline.com/health-news/people-with-diabetes-risk-healthcare-covid19",
		"text": "People with Diabetes May Have Higher Risk for COVID-19: Here's What to Do. \n\nExperts say people with diabetes may be at higher risk for COVID-19 complications than the general public, although the research isn't definitive. Experts recommend people with diabetes prepare for a possible infection by purchasing a 90-day supply of insulin. They say people with diabetes should initiate the practices of handwashing, social distancing, and self-isolation that the general public is being urged to do. \n\nPeople with diabetes are among the groups most at risk for more severe complications to the novel coronavirus and its disease, COVID-19. That's around 1 in 10 Americans who should be thinking about how to manage diabetes while self-isolating and social distancing, as well as how to care for themselves should they feel themselves getting sick. People over the age of 60 with diabetes and other health issues are especially at risk, according to a statement released by the American Association of Clinical Endocrinologists (AACE). Recent studies have shown that of those hospitalized for severe disease, 22.2% to 26.9% reported living with diabetes, they wrote. Diabetes and high glucose levels are associated with increased complications, respiratory failure and mortality in hospitalized patients with COVID-19."
	},
	{
		"id": 21,
		"title": "Birth weight and breast cancer risk",
		"topic": "Biomedicine",
		"source_type": "media",
		"dataset_source": "Scifact",
		"doc_source": "https://foodforbreastcancer.com/articles/protecting-our-daughters-from-bc-%E2%80%94-prenatal-period-%26-infancy",
		"text": "Birth weight and breast cancer risk.\n\nLow birth weight has been found to be associated with decreased risk of premenopausal breast cancer and high birth weight has been reported to be associated with increased risk of breast cancer in adulthood, although not all studies are in agreement. High birth weight is associated with dense breasts, a known risk factor for breast cancer. Older mothers (over age 39) are also more likely to have daughters with dense breasts. Women who weighed more than 8.8 lbs at birth have been found to have a significantly higher risk of breast cancer than women who weighed less than 5.5 lbs. However, one study reported that birth length, rather than birth weight, is positively associated with breast cancer risk, especially among daughters of tall women."
	},
	{
		"id": 22,
		"title": "Headaches and COVID",
		"topic": "COVID",
		"source_type": "media",
		"dataset_source": "Healthver",
		"doc_source": "https://www.healthline.com/health/is-headache-a-sign-of-coronavirus",
		"text": "Headaches and COVID.\n\nCOVID-19 is a respiratory illness that can affect your lungs. It's caused by the novel coronavirus that's known in clinical terms as SARS-CoV-2. Several symptoms of COVID-19 have been identified. One of these symptoms is a headache. Is a headache a common symptom, and how does it differ from tension or cluster headaches, or migraine?\n\nA headache is a potential symptom of COVID-19. What point in the infection it typically occurs is still being determined. To date, a headache has been reported both early and late in the infection phase, with a later headache possibly being associated with worsening illness. A headache can also be a symptom of COVID-19 in people with migraine. In these cases, headaches have been reported as occurring prior to the onset of more typical COVID-19 symptoms, like fever and cough. Studies have begun to address how common a headache is with COVID-19. The exact numbers can vary based on the population being studied. Research has found it occurred in around 11 to 34 percent of people hospitalized with COVID-19."
	},
	{
		"id": 23,
		"title": "Do Genes Have a Role in Obesity?",
		"topic": "Biomedicine",
		"source_type": "media",
		"dataset_source": "Scifact",
		"doc_source": "https://www.cdc.gov/genomics/resources/diseases/obesity/index.htm",
		"text": "Do Genes Have a Role in Obesity?\n\nIn recent decades, obesity has reached epidemic proportions in populations whose environments promote physical inactivity and increased consumption of high-calorie foods. However, not all people living in such environments will become obese, nor will all obese people have the same body fat distribution or suffer the same health problems. These differences can be seen in groups of people with the same racial or ethnic background and even within families. Genetic changes in human populations occur too slowly to be responsible for the obesity epidemic. Nevertheless, the variation in how people respond to the same environment suggests that genes do play a role in the development of obesity."
	},
	{
		"id": 24,
		"title": "Covid-19: people with type 1 diabetes more likely to die than those with type 2",
		"topic": "COVID",
		"source_type": "media",
		"dataset_source": "Healthver",
		"doc_source": "https://www.theguardian.com/society/2020/may/20/type-1-diabetics-type-2-coronavirus-nhs-study",
		"text": "Covid-19: people with type 1 diabetes more likely to die than those with type 2.\n\nAlmost a third of Covid-19 deaths in England have been associated with diabetes, NHS finds.\n\nPeople with type 1 diabetes are more likely to die of Covid-19 than those with type 2, according to NHS research. The study confirms that diabetes significantly increases coronavirus sufferers' risk of dying. Almost one in three of all deaths from coronavirus among people in hospital in England during the pandemic have been associated with diabetes, according to the study. People with type 1 diabetes - the autoimmune form of the disease - are three-and-a-half times more likely to die if they catch Covid-19 than non-diabetics, while type 2 diabetics - those with the form closely linked to being overweight - are twice as likely to die as non-diabetics. Nine out of 10 diabetics have type 2, and many are obese.\n\nAge, however, is the biggest determining risk factor for death among those with either form of diabetes who get Covid-19. Under-40s have a very low risk compared with those over 40, and especially compared with older people, according to new findings collated by NHS England. People with type 1 diabetes, which is usually diagnosed in childhood, tend to be younger than those with type 2. Last week, separate findings suggested that a quarter of coronavirus-related deaths were among people with diabetes. The findings have not yet been subjected to peer review but will soon be published in a leading medical journal. This undated electron microscope image made available by the US National Institutes of Health in February 2020 shows the coronavirus that causes COVID-19. So far during the pandemic, 7,466 people who died in hospital in England had type 2 diabetes and 365 had type 1. Prof Jonathan Valabhji, NHS England's national clinical director for diabetes and obesity and the study's lead author, said: 'This research shows the extent of the risk of coronavirus for people with diabetes and the different risks for those with type 1 and type 2 diabetes. Importantly, it also shows that higher blood glucose levels and obesity further increase the risk in both types of diabetes.' Jon Cohen, emeritus professor of infectious diseases at Brighton and Sussex medical school, said: 'Bacterial infections are more common and more severe in diabetes.'"
	},
	{
		"id": 25,
		"title": "A 35% increase in physical activity improves memory and cognition in healthy elderly",
		"topic": "Biomedicine",
		"source_type": "media",
		"dataset_source": "Scifact",
		"doc_source": "https://www.news-medical.net/news/20230115/A-3525-increase-in-physical-activity-improves-memory-and-cognition-in-healthy-elderly.aspx",
		"text": "A 35% increase in physical activity improves memory and cognition in healthy elderly.\n\nA randomized controlled trial conducted on elderly individuals shows that an improvement in physical fitness and cognition can be achieved by increasing daily physical activity to a certain level. The trial findings are published in the journal Alzheimer's Research & Therapy.\n\nDementia is a group of conditions characterized by impaired memory, thinking, and other cognitive and social abilities. Subclinical neuropathological changes that occur before the diagnosis of dementia can slowly affect the cognition, behavior, and physical activity of an individual. Increasing physical activity is considered a promising approach to prevent, or at least delay, cognitive decline, and dementia. Some studies have shown that people with low physical activity can achieve cognitive improvement by performing moderate-intensity physical activities for at least six months. In contrast, systematic reviews and meta-analyses of randomized controlled trials have failed to show any positive association between physical activity and cognitive improvement. In the current randomized controlled trial, scientists have investigated whether a 35% or more induction in physical activity leads to an improvement in physical fitness, cognitive functioning, and overall well-being in healthy elderly individuals with a low level of physical activity. The duration of the trial was nine months.  "
	},
	{
		"id": 26,
		"title": "How long does Coronavirus last on surfaces?",
		"topic": "COVID",
		"source_type": "media",
		"dataset_source": "Healthver",
		"doc_source": "https://www.forbes.com/sites/jvchamary/2020/07/31/coronavirus-surface-disinfectants/?sh=517656134029",
		"text": "How long does Coronavirus last on surfaces?\n\nAnd which disinfectants are most effective at cleaning them?\n\nThose two questions are important not only for healthcare centrers but any public place with a lot of activity — locations where you'll frequently touch surfaces such as door handles with your hands. You might then potentially infect yourself by touching your face, which happens more often than you think.\n\nSo how long can SARS-CoV-2 survive on a non-living surface? Under the carefully-controlled conditions inside a laboratory, an early study found that it remains stable on metals and plastic for three days. Outside a lab, however, the virus might last considerably longer: its genetic material could be detected on surfaces 17 days after a cruise ship was empty of passengers (although it's not clear whether that material represents infectious virus particles).\n\nTo answer both questions, we turn to a recent systematic review of the scientific literature published in the Journal of Hospital Infection, led by Gunter Kampf of the Institute of Hygiene and Environmental Medicine in Germany. The review involved scouring a database for studies that had examined how long coronaviruses can persist on surfaces and/or the effect of disinfectants. The search returned 22 results."
	},
	{
		"id": 27,
		"title": "N95 masks",
		"topic": "COVID",
		"source_type": "tweet",
		"dataset_source": "Healthver",
		"doc_source": "https://twitter.com/NJ11thCD/status/1235946325948104705",
		"text": "A more specialized mask, known as an N95 respirator, can protect against the new coronavirus. \n\nCan wearing a face mask protect you from the new coronavirus? By Laura Geggel - Associate Editor 18 hours ago - No, a regular surgical mask will not help you steer clear of the virus."
	},
	{
		"id": 28,
		"title": "Young children are showing symptoms of Kawasaki Syndrome after Covid-19",
		"topic": "COVID",
		"source_type": "tweet",
		"dataset_source": "Covidfact",
		"doc_source": "https://twitter.com/GhostOMichael/status/1274103274862452736",
		"text": "Young children are showing symptoms of Kawasaki Syndrome after Covid-19."
	},
	{
		"id": 29,
		"title": "Hydroxychloroquine is effective, and consistently so when provided early, for COVID-19: a systematic review",
		"topic": "COVID",
		"source_type": "paper",
		"dataset_source": "Covidfact",
		"doc_source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7534595/",
		"text": "Hydroxychloroquine is effective, and consistently so when provided early, for COVID-19: a systematic review.\n\nHCQ has been shown to have consistent clinical efficacy for COVID-19 when it is provided early in the outpatient setting; in general, it appears to work better the earlier it is provided. Overall, HCQ is effective against COVID-19. There is no credible evidence that HCQ results in worsening of COVID-19. HCQ has also been shown to be safe for the treatment of COVID-19 when responsibly used."
	},
	{
		"id": 30,
		"title": "A coding-independent function of gene and pseudogene mRNAs regulates tumour biology",
		"topic": "Biomedicine",
		"source_type": "paper",
		"dataset_source": "Scifact",
		"doc_source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3206313/",
		"text": "A coding-independent function of gene and pseudogene mRNAs regulates tumour biology.\n\nOur discovery of a functional role for PTENP1 is relevant to PTEN biology since minute changes in PTEN can have tumourigenic consequences3. In our analysis we found that PTENP1 positively regulates PTEN levels. Furthermore, we found that the PTENP1 locus undergoes CN losses in human cancer and this correlates with decrease in PTEN; thus we propose that PTENP1 is a bona fide tumour suppressor gene. In light of this, better tools must be developed to detect pseudogene abundance in cancer. For instance, pseudogenes including PTENP1 have been overlooked to such an extent that pseudogene-specific probes are absent in some microarray platforms (Supplementary Figure 7b)."
	},
	{
		"id": 31,
		"title": "Aldehyde dehydrogenase 1 (ALDH1) expression is an independent prognostic factor in triple negative breast cancer (TNBC)",
		"topic": "Biomedicine",
		"source_type": "paper",
		"dataset_source": "Scifact",
		"doc_source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5411217/",
		"text": "Aldehyde dehydrogenase 1 (ALDH1) expression is an independent prognostic factor in triple negative breast cancer (TNBC).\n\nTriple negative breast cancer is a breast cancer subtype that is characterized by poor prognosis and aggressive behavior. Meanwhile, cancer stem cells are believed to contribute to tumorigenesis and metastasis. Our earlier studies in cell lines and animal models revealed that CSCs were enriched in TNBC patients. In addition, CSCs sorted from TNBC cell lines were more tumorigenic relative to non-CSCs.[3,4] In the present study, we further analyzed the relationship between CSCs and cancer development in TNBC patients using ALDH1 as a CSC marker. Since the first report by Ginestier et al[11] showing that ALDH1 expression was associated with poor clinical outcome in breast cancer, several studies have indicated that ALDH1+ breast cancer cells are related to TNBC."
	},
	{
		"id": 32,
		"title": "A prefusion SARS-CoV-2 spike RNA vaccine is highly immunogenic and prevents lung infection in non-human primates",
		"topic": "COVID",
		"source_type": "paper",
		"dataset_source": "Covidfact",
		"doc_source": "https://www.biorxiv.org/content/10.1101/2020.09.08.280818v1",
		"text": "A prefusion SARS-CoV-2 spike RNA vaccine is highly immunogenic and prevents lung infection in non-human primates.\n\nTo contain the coronavirus disease 2019 (COVID-19) pandemic, a safe and effective vaccine against the new severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) is urgently needed in quantities sufficient to immunise large populations. In this study, we report the design, preclinical development, immunogenicity and anti-viral protective effect in rhesus macaques of the BNT162b2 vaccine candidate. BNT162b2 contains an LNP-formulated nucleoside-modified mRNA that encodes the spike glycoprotein captured in its prefusion conformation. After expression of the BNT162b2 coding sequence in cells, approximately 20% of the spike molecules are in the one-RBD 'up', two-RBD 'down' state. Immunisation of mice with a single dose of BNT162b2 induced dose level-dependent increases in pseudovirus neutralisation titers. Prime-boost vaccination of rhesus macaques elicited authentic SARS-CoV-2 neutralising geometric mean titers 10.2 to 18.0 times that of a SARS-CoV-2 convalescent human serum panel. BNT162b2 generated strong TH1 type CD4+ and IFNy+ CD8+ T-cell responses in mice and rhesus macaques."
	},
	{
		"id": 33,
		"title": "Basophils and IgE contribute to mixed connective tissue disease development",
		"topic": "Biomedicine",
		"source_type": "paper",
		"dataset_source": "Scifact",
		"doc_source": "https://pubmed.ncbi.nlm.nih.gov/33338538/",
		"text": "Basophils and IgE contribute to mixed connective tissue disease development.\n\nMixed connective tissue disease (MCTD) is a rare and complex autoimmune disease that presents mixed features with other connective tissue diseases, such as systemic lupus erythematosus, systemic sclerosis, and myositis. It is characterized by high levels of anti–U1 small nuclear ribonucleoprotein 70k autoantibodies and a high incidence of life-threatening pulmonary involvement. The pathophysiology of MCTD is not well understood, and no specific treatment is yet available for the patients. Basophils and IgE play a role in the development of systemic lupus erythematosus and thus represent new therapeutic targets for systemic lupus erythematosus and other diseases involving basophils and IgE in their pathogenesis."
	},
	{
		"id": 34,
		"title": "Chenodeoxycholic acid attenuates high-fat diet-induced obesity and hyperglycemia via the G protein-coupled bile acid receptor 1 and proliferator-activated receptor γ pathway",
		"topic": "Biomedicine",
		"source_type": "paper",
		"dataset_source": "Scifact",
		"doc_source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5740767",
		"text": "Chenodeoxycholic acid attenuates high-fat diet-induced obesity and hyperglycemia via the G protein-coupled bile acid receptor 1 and proliferator-activated receptor γ pathway.\n\nTGR5 is a membrane receptor that mediates bile acid signaling. In a previous study by the current authors, it was reported that TGR5 regulates glucose and energy metabolism and is therefore a candidate to combat obesity (32). Ligand binding to TGR5 induces adenylate cyclase, leading to an increase in intracellular cAMP (23). Elevated levels of cAMP activate PKA, which phosphorylates the CREB transcription factor, transactivating its target genes by binding to cAMP response elements within their promoter sequences (23). In BAT, D2 expression is promoted, boosting the local production of thyroid hormone and consequently increasing energy expenditure (23). Several other genes involved in the regulation of energy expenditure are upregulated following ligand binding by bile acids in WAT and BAT, as demonstrated in the current study and a previous report (23). In the current study, the mRNA levels of fatty acid synthesis and oxidation-related factors were increased in BAT but not in WAT. This increase in energy expenditure and acceleration of metabolism in response to TGR5 activation leads to decreased body weight via the suppression of fat deposition."
	},
	{
		"id": 35,
		"title": "Developing a Vaccine to Block West Nile Virus Transmission: In Silico Studies, Molecular Characterization, Expression, and Blocking Activity of Culex pipiens mosGCTL-1",
		"topic": "Biomedicine",
		"source_type": "paper",
		"dataset_source": "Scifact",
		"doc_source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7921969/",
		"text": "Developing a Vaccine to Block West Nile Virus Transmission: In Silico Studies, Molecular Characterization, Expression, and Blocking Activity of Culex pipiens mosGCTL-1.\n\nMosquito galactose-specific C-type lectins (mosGCTLs), such as mosGCTL-1, act as ligands to facilitate the invasion of flaviviruses like West Nile virus (WNV). WNV interacts with the mosGCTL-1 of Aedes aegypti (Culicidae) and facilitates the invasion of this virus. Nevertheless, there is no data about the role of mosGCTL-1 as a transmission-blocking vaccine candidate in Culex pipiens, the most abundant Culicinae mosquito in temperate regions. Methods: Adult female Cx. pipiens mosquitoes were experimentally infected with a WNV infectious blood meal, and the effect of rabbit anti-rmosGCTL-1 antibodies on virus replication was evaluated. Additionally, in silico studies such as the prediction of protein structure, homology modeling, and molecular interactions were carried out. Results: We showed a 30% blocking activity of Cx. pipiens mosGCTL-1 polyclonal antibodies (compared to the 10% in the control group) with a decrease in infection rates in mosquitoes at day 5 post-infection, suggesting that there may be other proteins in the midgut of Cx. pipiens that could act as cooperative-receptors for WNV. In addition, docking results revealed that WNV binds with high affinity, to the Culex mosquito lectin receptors. Conclusions: Our results do not support the idea that mosGCTL-1 of Cx. pipiens primarily interacts with WNV to promote viral infection, suggesting that other mosGCTLs may act as primary infection factors in Cx. pipiens."
	},
	{
		"id": 36,
		"title": "Saliva is more sensitive for SARS-CoV-2 detection in COVID-19 patients than nasopharyngeal swabs",
		"topic": "COVID",
		"source_type": "paper",
		"dataset_source": "Covidfact",
		"doc_source": "https://www.medrxiv.org/content/10.1101/2020.04.16.20067835v1",
		"text": "Saliva is more sensitive for SARS-CoV-2 detection in COVID-19 patients than nasopharyngeal swabs.\n\nRapid and accurate SARS-CoV-2 diagnostic testing is essential for controlling the ongoing COVID-19 pandemic. The current gold standard for COVID-19 diagnosis is real-time RT-PCR detection of SARS-CoV-2 from nasopharyngeal swabs. Low sensitivity, exposure risks to healthcare workers, and global shortages of swabs and personal protective equipment, however, necessitate the validation of new diagnostic approaches. Saliva is a promising candidate for SARS-CoV-2 diagnostics because (1) collection is minimally invasive and can reliably be self-administered and (2) saliva has exhibited comparable sensitivity to nasopharyngeal swabs in detection of other respiratory pathogens, including endemic human coronaviruses, in previous studies. To validate the use of saliva for SARS-CoV-2 detection, we tested nasopharyngeal and saliva samples from confirmed COVID-19 patients and self-collected samples from healthcare workers on COVID-19 wards. When we compared SARS-CoV-2 detection from patient-matched nasopharyngeal and saliva samples, we found that saliva yielded greater detection sensitivity and consistency throughout the course of infection. Furthermore, we report less variability in self-sample collection of saliva for COVID-19 cases. Taken together, our findings demonstrate that saliva is a viable and more sensitive alternative to nasopharyngeal swabs and could enable at-home self-administered sample collection for accurate large-scale SARS-CoV-2 testing."
	},
	{
		"id": 37,
		"title": "Hypothesis: angiotensin-converting enzyme inhibitors and angiotensin receptor blockers may increase the risk of severe COVID-19",
		"topic": "COVID",
		"source_type": "paper",
		"dataset_source": "Healthver",
		"doc_source": "https://pubmed.ncbi.nlm.nih.gov/32186711/",
		"text": "Hypothesis: angiotensin-converting enzyme inhibitors and angiotensin receptor blockers may increase the risk of severe COVID-19.\n\nIntravenous infusions of angiotensin-converting enzyme inhibitors (ACEIs) and angiotensin receptor blockers (ARBs) in experimental animals increase the numbers of angiotensin-converting enzyme 2 (ACE2) receptors in the cardiopulmonary circulation. ACE2 receptors serve as binding sites for SARS-CoV-2 virions in the lungs. Patients who take ACEIs and ARBS may be at increased risk of severe disease outcomes due to SARS-CoV-2 infections."
	}
]